Revit 2027 API
ParameterTypeId.RbsRoomCoefficientUtilization Property
 "Coefficient of Utilization"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsRoomCoefficientUtilization { get; }
Public Shared ReadOnly Property RbsRoomCoefficientUtilization As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsRoomCoefficientUtilization {
	ForgeTypeId^ get ();
}
static member RbsRoomCoefficientUtilization : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace